translate.welcome = "Язык успешно загружен."

-- core
translate.core = {
	loadFilesStart = "Начинаем загрузку файлов",
	loadFilesServer = "Загруженные файлы сервера",
	loadFilesClient = "Загруженные файлы клиента",
	loadFilesShared = "Загруженные общие файлы",
	loadFilesFinish = "Загрузка файлов завершена",

	checkingData = "Проверяем данные",
	checkingDataFirstTime = "ChopChop был запущен в первый раз. Создаем директории",
	checkingDataOK = "Директории в порядке",

	noNamePlayer = "Незнакомец"
}

-- messages
translate.msg = {
	suicideAlreadyDead = "Вы уже мертвы"
}

-- names
translate.names = {
	male = {
		[1] = {
			"Черный", "Лысый", "Мелкий", "Голый", "Зеленый", "Грязный", "Падший", "Глупый", "Обычный", "Крутой", "Особенный"
		},
		[2] = {
			"Паша", "Геннадий", "Пенис", "Сырок", "Бомж", "Петушок", "Василий", "Помидор", "Хохол", "Карась", "Аркадий", "Обмундсмен"
		}
	},
	female = {
		[1] = {
			"Черная", "Лысая", "Мелкая", "Голая", "Зеленая", "Грязная", "Падшая", "Глупая", "Обычная", "Крутая", "Особенная"
		},
		[2] = {
			"Морковка", "Тамара", "Зефирка", "Птичка", "Пися", "Цыпа", "Зинаида", "Барбариска", "Роза", "Фифа", "Груша"
		}
	}
}
